Repository: Arshdeep-1611/MobiscrollExample-LatestCode
Catalog: MobiscrollExample/Resources/SharedResource.*.resx
Languages: fr

# AccessLevelDescription
source: Access level required to edit this passenger
fr: Niveau d'accès nécessaire pour modifier ce passager

# AccessLevelDisplayName
source: Access level
fr: Niveau d'accès

# btnConnectManager
source: Connect as manager
fr: Connectez-vous en tant que gestionnaire

# btnConnectManager1
source: Connect as manager
fr: Connectez-vous en tant que gestionnaire

# btnConnectUser
source: Connect as user
fr: Connectez-vous en tant qu'utilisateur

# btnConnectUser1
source: Connect as user
fr: Connectez-vous en tant qu'utilisateur

# CityDisplayName
source: City
fr: Ville

# closeBtn
source: Close
fr: Fermer

# CommentDescription
source: Comments on the passenger.
fr: Commentaires sur le passager.

# CommentDisplayName
source: Comments
fr: Commentaire

# ContactPhoneDescription
source: Passenger contact phone number
fr: N° de téléphone du contact du passager

# ContactPhoneDisplayName
source: Contact phone
fr: Téléphone

# CountryDisplayName
source: Country
fr: Pays

# CreatedByDescription
source: Passenger added by.
fr: Nom du de l'utilisateur ayant créé ce passager.

# CreatedByDisplayName
source: Created by
fr: Crée par

# DefaultVehicleIdDescription
source: Default usual vehicle used by this driver
fr: Véhicule usuel par défaut pour ce chauffeur

# DriverFirstNameDescription
source: First Name of the driver
fr: Prénom du chauffeur

# DriverIdDescription
source: Technical identifier of the driver (read only)
fr: Identifiant technique du chauffeur (ne peut pas être modifié)

# DriverLastNameDescription
source: Last Name of the driver
fr: Nom de famille du chauffeur

# DriverMobilePhoneDescription
source: Mobile phone of the driver
fr: N° de téléphone mobile du chauffeur

# DriverOwnerUserIdDisplayName
source: Owner
fr: Utilisateur

# DriverUnAssignedWarningHours
source: Unassigned warning delay
fr: Délai d'alerte non attribué

# DriverUnConfirmedWarningHours
source: Unconfirmed warning delay
fr: Délai d'alerte non confirmé

# DriverUserIdDescription
source: Application user linked to this driver
fr: Utilisateur de l'application correspondant à ce chauffeur

# DriverValidDescription
source: If the driver is valid it can be selected for a task or a trip
fr: Si le chauffeur est valide il est possible de lui attribuer des taches et des courses

# DriverVehicleName
source: Vehicle
fr: Véhicule

# TripInformation
source: Information of the trip
fr: Informations du voyage

# DriverWeeklyWorkingHours
source: Weekly working hours
fr: Heures de travail hebdomadaires

# EmailDescription
source: E-mail addrress of the passenger
fr: Adresse e-mail du passager

# EmployeeIdDescription
source: Technical identifier of the employee in the CMDP
fr: Identifiant technique de l'employé dans le CMDP

# TripsCancelConfirmMessage
source: Changes made are not saved, Are you sure you want to cancel?
fr: Les modifications apportées ne sont pas enregistrées. Êtes-vous sûr de vouloir annuler ?

# EmployeeIdDisplayName
source: Employee Id
fr: Identifiant de l'employé

# ExternalCodeDescription
source: Internal code corresponding to the external service. This code is used to recognize the external service for specific jobs
fr: Code interne correspondant au service externe. Ce code est utiliser pour reconnaître le service externe au sein de l'application lorsqu'un traitement particulier est nécessaire

# ExternalCommentDescription
source: Comments about this service
fr: Commentaires à propos de ce service externe

# ExternalContactEmailDescription
source: Addresse(s) email of the main contact. Separtate the addresses by a ';' if more than one.
fr: Adresse(s) de messagerie électronique du contact principal. Si plusieurs adresses les séparer par un ';'

# ExternalContactFirstnameDescription
source: First name of the main contact in this company
fr: Description Prénom du contact principal pour cette société

# ExternalContactLastnameDescription
source: Last name of the main contact in this company
fr: Description Nom de famille du contact principal pour cette société

# ExternalContactPhoneDescription
source: Phone number of the main contact in this company
fr: N° de téléphone du contact principal pour cette société

# ExternalIdDescription
source: Technical identifier of the external (read only)
fr: Identifiant technique du service externe (ne peut pas être modifié)

# ExternalIntervalCancellingHoursDescription
source: Interval of time (in hour) before automatically cancel the trip (according the trip start)
fr: Interval de temps (en heure) avant que la course soit automatiquement annulée (selon le départ de la course)

# ExternalNameDescription
source: Full name of the external service
fr: Nom complet du service externe. Doit être précis et explicite !

# ExternalSupplierInterfaceDescription
source: Set 'Yes' if the supplier is electronicaly interfaced
fr: Mettre 'oui' si le prestataire dispose d'un interface automatique

# ExternalUnassignedWarningHoursDescription
source: Delay in hours to show the warning alert in the planning for an unassigned trip
fr: Délai en heures pour afficher une alerte dans le planning lorsqu'une course n'a pas été attribuée

# ExternalUnconfirmedWarningHoursDescription
source: Delay in hours to show the warning alert in the planning for an unconfirmed assigned trip
fr: Délai en heures pour afficher une alerte dans le planning lorsque l'attribution d'une course n'a pas été confirmée

# ExternalValidDescription
source: If actived this external service can be mandated for a job.
fr: Si activé il est possible de confier du travail à ce service externe.

# ExternalWebserviceAuthCodeDescription
source: Personal code for the authentication
fr: Code personnel pour l'authentification

# ExternalWebserviceAuthPwdDescription
source: Password for the authentication
fr: Mot de passe pour l'authentification

# ExternalWebserviceAuthUserDescription
source: User for the authentication
fr: Utilisateur pour l'authentification

# ExternalWebserviceUrlDescription
source: URL address of the webservice to transfer data
fr: Adresse URL du web-service pour le transfert d'information

# FirstNameDescription
source: First name of the passenger
fr: Prénom du passage

# FirstNameDisplayName
source: First Name
fr: Prénom

# IdDescription
source: Technical identifier of the passenger (read only)
fr: Identifiant technique du passager (ne peut pas être modifié)

# insertBtn
source: Register
fr: Enregister

# IsAuthorizedDescription
source: If active the passenger can be the main passenger of a trip.
fr: Si activé, le passager a les autorisations requises pour demander une course. Il peut être utilisé comme passager principal.

# IsAuthorizedDisplayName
source: Authorized
fr: Autorisé

# IsEditableDescription
source: If active, the passenger will not be automaticaly synchronized.
fr: Si activé, le passager ne sera pas synchronisé par le processus automatique.

# IsPrivateDescription
source: If active this passenger can be used only by the user who introduced it and the administrators.
fr: Si activé, ce passager ne peut être utilisé que par la personne qui l'a introduit et les administrateurs.

# IsPrivateDisplayName
source: Private
fr: Privé

# IsVipDescription
source: If active, the passenger is considered as important and is highlighted.
fr: Si activé, le passager est considéré comme important et est mis en évidence.

# JoinMinutesName
source: Time
fr: Temps

# labelDriver
source: 3. Driver
fr: 3. Chauffeur

# labelManager
source: 5. Manager
fr: 5. Gestionnaire

# labelManagerBackup
source: 4. Manager Backup
fr: 4. Gestionnaire auxiliaire

# labelRequester
source: 1. Requester
fr: 1. Demandeur

# labelRequesterPassengerManagement
source: 2. Requester with passangers management
fr: 2. Demandeur pouvant gérer les passagers

# labelSupervisor
source: 6. Supervisor
fr: 6. Superviseur

# LastNameDescription
source: Familly name of the passenger
fr: Nom de famille du passager

# LastNameDisplayName
source: Last Name
fr: Nom

# linkDelegates
source: DELEGATES
fr: DÉLÉGUÉ

# linkDelegates1
source: DELEGATES
fr: DÉLÉGUÉ

# CityDescription
source: City of the location
fr: Ville de départ ou d'arrivée

# CodeDescription
source: Code of the start or end location, used for the planning
fr: Code du lieu de départ ou de destination, destiné à la plannification.

# CountryDescription
source: Country of the location
fr: Pays de départ ou d'arrivée

# EmplacementCommentDescription
source: Comment on the location
fr: Commentaire sur le lieu de départ ou d'arrivée

# EmplacementIdDescription
source: Technical identifier of the Location (read only)
fr: Identifiant technique de lieu (ne peut pas être modifié)

# EmplacementIsEditableDescription
source: If not set, this location cannot be updated by users
fr: Si désactivé, ce lieu ne peut pas être modifié par les utilisateurs

# EmplacementIsPrivateDescription
source: If set, this location cannot be used for a new trip by other users
fr: Si activé, ce lieu ne peut pas être utilisé comme point de départ ou d'arrivée par d'autres utilisateurs

# EmplacementNameDescription
source: Name of the location
fr: Nom du lieu de départ ou de destination. Doit être court et explicite. Par exemple 'Genève Aéroport international'

# EmplacementOwnerUserIdDescription
source: Id of the user responsible of the management of the location
fr: Identifiant de l'utilisateur responsable de la gestion du lieu

# EmplacementOwnerUserIdDisplayName
source: Responsible
fr: Responsable

# EmplacementValidDescription
source: If set this location can be used for a new trip
fr: Si activé ce lieu peut être utilisé comme point de départ ou d'arrivée pour une nouvelle course.

# JoinMinutesDescription
source: Time in minutes took by the driver to join the location or return from the location from the garage
fr: Temps en minutes pris par le chauffeur pour rallier ce lieu ou revenir de ce lieu depuis le garage

# LatitudeDescription
source: Latitude of the location
fr: Latitude du lieu de départ ou d'arrivée

# LongitudeDescription
source: Longitude of the location
fr: Longitude du lieu de départ ou d'arrivée

# NpaDescription
source: Postal code of the location
fr: Code postal du lieu de départ ou de destination

# StreetDescription
source: Street Name
fr: Nom de la rue (et numéro) où se trouve le lieu

# ZoomDescription
source: Map zoom
fr: Zoom de la carte

# linkPassenger
source: Passengers
fr: Passagers

# linkPaymentMode
source: PAYMENT MODES
fr: MODES DE PAIEMENT

# linkPaymentMode1
source: PAYMENT MODES
fr: MODES DE PAIEMENT

# linkReports
source: REPORTS
fr: RAPPORTS

# linkReports1
source: REPORTS
fr: RAPPORTS

# linkTrips
source: TRIPS
fr: COURSE

# linkTrips1
source: TRIPS
fr: COURSE

# LocationNameDisplayName
source: Name
fr: Nom

# MobilePhoneDescription
source: Passenger mobile phone number
fr: N° de téléphone mobile du passager

# MobilePhoneDisplayName
source: Mobile Phone
fr: Téléphone mobile

# ModifiedByDescription
source: Last modification done by.
fr: Nom du dernier utilisateur ayant modifié ce passager.

# ModifiedByDisplayName
source: Modified by.
fr: Modifié par

# NpaDisplayName
source: Postal code
fr: Code postal

# optionNo
source: No
fr: Non

# optionYes
source: Yes
fr: Oui

# OwnerUserIdDescription
source: Owner user of the passenger, used with private passenger
fr: Utilisateur propriétaire du passager, utilisé dans le cas d'un passagé privé

# OwnerUserIdDisplayName
source: Owner
fr: Utilisateur

# ParameterDescriptionDescription
source: Full description of the parameter
fr: Description détaillée du paramètre

# ParameterIdDescription
source: Technical identifier of the parameter (read only)
fr: Identifiant technique du paramètre (ne peut pas être modifié)

# ParameterModifiedByDescription
source: Last modification done by
fr: Nom du dernier utilisateur ayant modifié ce paramètre

# ParameterModifiedByDisplayName
source: Modified by
fr: Modifié par

# ParameterNameDescription
source: Name of the parameter
fr: Nom complet paramètre. Doit être court et explicite !

# ParameterNameDisplayName
source: Name
fr: Nom

# ParameterTimeStampDescription
source: Last modification date
fr: Date et heure de la dernière modification

# ParameterTimeStampDisplayName
source: Last modification date
fr: Date dernière modification

# ParameterValueDescription
source: Value of the parameter
fr: Valeur du paramètre

# ParameterValueDisplayName
source: Value
fr: Valeur

# PhoneDescription
source: Phone number of the passenger (land line)
fr: N° de téléphone fixe du passager

# PhoneDisplayName
source: Phone Number
fr: Téléphone

# selectedLanguage
source: en
fr: fr

# selectedLanguage1
source: en
fr: fr

# StreetDisplayName
source: Street
fr: Rue

# TimeStampDescription
source: Last modification date.
fr: Date et heure de la dernière modification.

# TimeStampDisplayName
source: Last modification date.
fr: Date dernière modification.

# UnassignedWarningHoursDescription
source: Delay in hours to show the warning alert in the planning for an unassigned trip
fr: Délai en heures pour afficher une alerte dans le planning lorsqu'une course n'a pas été attribuée

# UnconfirmedWarningHoursDescription
source: Delay in hours to show the warning alert in the planning for an unconfirmed assigned trip
fr: Délai en heures pour afficher une alerte dans le planning lorsque l'attribution d'une course n'a pas été confirmée

# UserAccessLevelDescription
source: Access level of the user
fr: Niveau d'accès de l'utilisateur

# UserIdDescription
source: Technical identifier of the User (read only)
fr: Identifiant technique de l'utilisateur (ne peut pas être modifié)

# UserSendAlertDescription
source: If active the user will recive messages
fr: Si activé, l'utilisateur recevra des alertes

# UserSendAlertDuringWeekendDescription
source: If actived the user will recive the change messages during the weekend and free days
fr: Si activé l'utilisateur recevra les alertes le weekend et les jours fériés

# UserSendAlertFromDescription
source: The user will be alerted if a change occurs after the start time
fr: Heure à partir de la quelle l'utilisateur est averti des changements par e-mail

# UserSendAlertToDescription
source: The user will be alerted if a change occurs before the end time
fr: Heure jusqu'à laquelle l'utilisateur est averti des changements par e-mail

# UserUserNameDescription
source: User name in the Active Directory
fr: Nom de l'utilisateur dans l'active directory

# ValidDescription
source: If the passenger is valid it can be selected for a trip
fr: Si le passager est valide il est possible de l'attribuer à des courses.

# ValidDisplayName
source: Valid
fr: Valide

# VehicleCapacityDescription
source: Capacity of the vehicle in people count.
fr: Capacité du véhicule en nombre de personnes.

# VehicleCapacityDisplayName
source: Capacity
fr: Capacité

# VehicleCodeDescription
source: Code or plate of the vehicle.
fr: Code ou immatriculation du véhicule.

# VehicleIdDescription
source: Technical identifier of the vehicle (read only)
fr: Identifiant technique du véhicule (ne peut pas être modifié)

# VehicleModifiedByDescription
source: Last modification done by
fr: Nom du dernier utilisateur ayant modifié ce véhicule

# VehicleModifiedByDisplayName
source: Modified by
fr: Modifié par

# VehicleNameDescription
source: Name of the vehicle (brand, model, etc...).
fr: Nom du véhicule (marque, modèle, etc...).

# VehicleNameDisplayName
source: Name
fr: Nom

# VehicleTimeStampDescription
source: Last modification date
fr: Date et heure de la dernière modification

# VehicleTimeStampDisplayName
source: Last modification date
fr: Date dernière modification

# VehicleValidDescription
source: If Set this vehicle can be used for a trip.
fr: Si activé ce véhicule peut être utilisé pour une course.

# VehicleValidDisplayName
source: Valid
fr: Valide

# WeeklyWorkingHoursDescription
source: Max workings hours per week
fr: Nombre d'heures de travail maximum par semaine

# CategoryCodeDescription
source: Category for grouping events kinds in the work report.
fr: Catégorie permettant de grouper des sortes d'événements dans le rapport de travail.

# CategoryDisplayName
source: Category
fr: Catégorie

# ColorDescription
source: Display color of an event of this kind when it's added to the time line.
fr: Couleur d'affichage d'un évènement de ce type dans la 'time line' lors de sa création.

# ColorDisplayName
source: Color
fr: Couleur

# DisplayDisplayName
source: 3. Display
fr: 3. Affichage

# EventKindAccessLevelDescription
source: Required access level to create an event of this kind.
fr: Niveau d'accès requis pour pouvoir créer un évènment de ce type.

# EventKindDisplayName
source: Add, Modify an event type
fr: Ajout, Modification d'un type d'évènement

# EventKindIdDescription
source: Technical identifier of the external (read only)
fr: Identifiant technique du service externe (ne peut pas être modifié)

# EventKindLevelDescription
source: Display level of an event of this kind
fr: Niveau d'affichage d'un évènement de ce type. Les évènements peuvent être empilés sur la 'time line', par exemple, un évènement de niveau 2 peut recouvir un évènement de niveau 1.

# EventKindModifiedByDescription
source: Last modification done by
fr: Nom du dernier utilisateur ayant modifié ce type d'évènement

# EventKindNameDescription
source: Full name of the event kind.
fr: Nom complet du type d'évènement. Doit être précis et explicite !

# EventKindTimeStampDescription
source: Last modification date
fr: Date et heure de la dernière modification

# EventKindValidationLevelDescription
source: Required access level to validate an event of this kind.
fr: Niveau d'accès requis pour valider un évènement de type.

# EventKindValidDescription
source: If actived this external service can be mandated for a job.
fr: Si activé il est possible de confier du travail à ce service externe.

# IntervalCancellingHoursDescription
source: Interval of time (in hour) before automatically cancel the trip (according the trip start)
fr: Interval de temps (en heure) avant que la course soit automatiquement annulée (selon le départ de la course)

# IntervalCancellingHoursDisplayName
source: Interval before cancelling
fr: Interval avant annulation

# LevelDescription
source: Display level of an event of this kind
fr: Niveau d'affichage d'un évènement de ce type. Les évènements peuvent être empilés sur la 'time line', par exemple, un évènement de niveau 2 peut recouvir un évènement de niveau 1.

# LevelDisplayName
source: Level
fr: Niveau

# LogDataDisplayName
source: 6. Update informations (read only)
fr: 6. Informations de modifications (lecture seule)

# MainDisplayName
source: 2. Base data
fr: 2. Informations de base

# MustOverloadDescription
source: An event with this property activated can not be placed at the root of the timeline but must overload an event of level n-1.
fr: Un événement avec cette propriété activée ne peut pas être placé à la racine de la timeline mais doit surcharger un événement de niveau n-1.

# MustOverloadDisplayName
source: Must Overload
fr: Doit recouvrir

# NameDescription
source: Full name of the event kind.
fr: Nom complet du type d'évènement. Doit être précis et explicite !

# NameDisplayName
source: Name
fr: Nom

# OverloadableDescription
source: Set it true if an event of this kind can be overloded by an other event.
fr: Un événement de type 'recouvrable' de niveau n peut être recouvert par un évènement de niveau n+1. Par exemple les heures de travail peuvent être recouverts par une course. A contrario, des vacances ne peuvent pas être recouvertes.

# OverloadableDisplayName
source: Overloadable
fr: Recouvrable

# ParameterCategoryAttribute
source: 1. Identity (read only)
fr: 1. Identité (lecture seule)

# RejectedColorDescription
source: Display color on an event of this kind when it has been rejected.
fr: Couleur d'un évènement de ce type dans la 'time line' quand il a été rejeté.

# RejectedColorDisplayName
source: Color when rejected
fr: Couleur quand rejeté

# RequestAmountDescription
source: If activated it will be mandatory to introduce an amount (in CHF) to create an event of this kind.
fr: Si activé, il sera nécessaire d'introduire un montant (en CHF) pour créer un évènement de ce type.

# RequestAmountDisplayName
source: Request amount
fr: Demander un montant

# RequestCommentsDescription
source: If activated it will be mandatory to introduce a comment to create an event of this kind.
fr: Si activé il sera nécessaire d'introduire un commentaire pour créer un évènement de ce type.

# RequestCommentsDisplayName
source: Request comment
fr: Demander un commentaire

# RequestDurationDescription
source: If activated it will be madatorx to introduce a duration to create an event of this kind.
fr: Si activé il sera nécessaire d'introduire un durée pour activer un évènement de ce type.

# RequestDurationDisplayName
source: Request duration
fr: Demander la durée

# RequestFromToDescription
source: If activated the introduction of a start date and an end date will be mandatory to create an event of this kind.
fr: Si activé il sera nécessaire d'indiquer une heure de début et une heure de fin pour pouvoir créer un évènement de ce type.

# RequestFromToDisplayName
source: Request date from and to
fr: Demander date de début et de fin

# RequetedDataDisplayName
source: 4. Required informations
fr: 4. Informations à demander

# SecurityDataDisplayName
source: 5. Security
fr: 5. Sécurité

# ValidatedColorDescription
source: Display color on an event of this kind when it has been validated.
fr: Couleur d'affichage d'un évènement de ce type dans la 'time line' quand il a été accepté.

# ValidationLevelDescription
source: Required access level to validate an event of this kind.
fr: Niveau d'accès requis pour valider un évènement de type.

# ValidationLevelDisplayName
source: Validation Access Level
fr: Niveau de validation

# ValidColorDisplayName
source: Color when validated
fr: Couleur quand accepté

# labelCategoryDriveTime
source: Drive time
fr: Temps de conduite

# labelCategoryNoDriveTime
source: No drive time
fr: Temps de non-conduite

# labelCategoryOther
source: Other
fr: Autre

# labelCategoryOvertimeRecovery
source: Overtime recovery
fr: Récupération d'heure supplémentaire

# labelCategoryRateTime
source: Increasing rate time (old)
fr: Temps soumis à majoration (ancien)

# labelCategoryReserveTime
source: Reserve time
fr: Temps de réserve

# labelCategorySurchargeNightTime
source: Surcharged time (night)
fr: Temps soumis à majoration (nuit)

# labelCategorySurchargeSundayDayTime
source: Surcharged time (sunday day)
fr: Temps soumis à majoration (dimanche jour)

# labelCategorySurchargeSundayNightTime
source: Surcharged time (sunday night)
fr: Temps soumis à majoration (dimanche nuit)

# labelCategoryWorkTime
source: Work time
fr: Temps de travail

# labelLavel1
source: Level 1
fr: Niveau 1

# labelLavel2
source: Level 2
fr: Niveau 2

# labelLavel3
source: Level 3
fr: Niveau 3

# labelLavel4
source: Level 4
fr: Niveau 4

# labelNone
source: None
fr: Aucun

# linkManagerEvent
source: Types Of Events
fr: Sortes d'événement

# ManageAccessLevelDescription
source: Access level of the user
fr: Niveau d'accès de l'utilisateur

# TitleClearCache
source: Empty the cache
fr: Vider le cache

# TitleDrivers
source: Drivers
fr: Chauffeurs

# TitleEventKind
source: Event kinds
fr: Sortes d'événement

# EventKindHeader
source: Types of Events
fr: Sortes d'événement

# TitleExportTool
source: PDF export report
fr: Rapport d'export PDF

# TitleExternalServices
source: External services
fr: Services externes

# TitleLocations
source: Locations
fr: Emplacements

# TitleManageAccess
source: Manage Access
fr: Gérer les accès

# TitleNightAndSundayHours
source: Report of night and sunday hours
fr: Rapport des heures de nuit et dimanche
