Repository: Arshdeep-1611/MobiscrollExample-LatestCode
Catalog: MobiscrollExample/Resources/SharedResource.*.resx
Languages: fr

# TitleOutOfPolicyTrips
source: Out of policy trips
fr: Courses hors politique

# TitleOvertime
source: Report of overtime
fr: Rapport des heures supplémentaires

# TitleParameters
source: Parameters
fr: Paramètres

# TitlePassengers
source: Passengers
fr: Passagère

# TitlePaymentModes
source: Payment modes
fr: Modes de paiement

# TitlePrintReport
source: Print report
fr: Rapport d'impression

# TitleReportAuthorizedPeople
source: Rights holders’ journey report
fr: Rapport des trajets des ayants-droits

# TitleSyncPassengers
source: Synchronize passengers
fr: Synchroniser les passagers

# TitleTripPlanning
source: Search for a race
fr: Recherche d'une course

# TitleTripsPlanning
source: Trips planning
fr: Planning des courses

# TitleTripValidation
source: Validation of trips
fr: Validation des courses

# TitleUsers
source: Users
fr: Utilisateurs

# TitleVehicles
source: Vehicles
fr: Véhicules

# TitleWorkReport
source: Report work report
fr: Rapport de travail

# alertDeleteDanger
source: {0} has been successfully removed.
fr: {0} a été supprimé avec succès.

# alertInsertSuccess
source: {0} has been successfully created.
fr: {0} a été créé avec succès.

# alertQuestionDelete
source: Are you sure you want to remove {0}?
fr: Etes-vous sûr de vouloir supprimer {0}?

# alertQuestionInsert
source: Are you sure you want to create a new {0}?
fr: Etes-vous sûr de vouloir créer un nouveau {0}?

# alertQuestionUpdate
source: Are you sure you want to modify {0}?
fr: Etes-vous sûr de vouloir modifier {0}?

# EventNotification
source: Event
fr: Événement

# alertUpdateSuccess
source: {0} has been successfully modified.
fr: {0} a été modifié avec succès.

source: Delete!
fr: Supprimer!

source: Success!
fr: Succès!

# DangerDeleteStatement
source: removed successfully!
fr: supprimé avec succès !

# SuccessInsertStatement
source: successfully created!
fr: créé avec succès !

# SuccessUpdateStatement
source: successfully modified!
fr: modifié avec succès !

source: Additional Information
fr: Informations Complémentaires

source: Apply
fr: Appliquer

source: Authorized passenger
fr: Passager Autorisé

# btnAddPassenger
source: Add Passenger
fr: Ajouter un nouveau passager

# CustomizedPassenger
source: Customized passenger (not automatically updated)
fr: Passager personnalisé (pas automatiquement mis à jour)

source: Custom Passenger
fr: Passager Personnalisé

source: Existing Employee
fr: Employé Existant

source: Filter
fr: Filtre

# PrivatePassenger
source: Private passenger (not visible to other requestors)
fr: Passager privé (non visible pour les autres demandeurs)

source: Search
fr: Rechercher

source: Search Result
fr: Résultat de la recherche

# TelephoneDisplayName
source: Telephone
fr: Téléphone

# btnEventKind
source: Add Eventkind
fr: Ajouter

# EventKindTitle
source: Events
fr: Événements

source: Add Delegate
fr: Ajouter un délégué

source: Add a New Delegate
fr: Ajouter un nouveau délégué

source: Cost Center Code
fr: Code du centre de coûts

source: Cost Center Name
fr: Nom du centre de coûts

source: Delegates Filter
fr: Filtre des délégués

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: My Delegates
fr: Mes délégués

source: Search delegate
fr: Rechercher un délégué

source: Add Passenger
fr: Ajouter

# AlertNoRecords
source: There is no records!
fr: Il n'y a aucun enregistrement!

# ExternalIntervalCancellingHoursDisplayName
source: Interval before cancelling
fr: Interval avant annulation

# ExternalNameDisplayName
source: Name
fr: Nom

# ExternalUnassignedWarningHoursDisplayName
source: Unassigned warning delay
fr: Délai d'alerte non attribué

# ExternalUnconfirmedWarningHoursDisplayName
source: Unconfirmed warning delay
fr: Délai d'alerte non confirmé

# ExternalWebserviceAuthCodeDisplayName
source: Personal code
fr: Code personnel

# ExternalWebserviceAuthPwdDisplayName
source: Password
fr: Mot de passe

# ExternalWebserviceAuthUserDisplayName
source: User
fr: Utilisateur

# ExternalWebserviceUrlDisplayName
source: URL address
fr: Adresse URL

# UserSendAlertDisplayName
source: Message actived
fr: Alertes actives

# UserSendAlertDuringWeekendDisplayName
source: Send alert on weekend
fr: Evoyer les alertes le weekend

# UserSendAlertFromDisplayName
source: Send messages from
fr: Envoyer les alertes dès

# UserSendAlertToDisplayName
source: Send messages until
fr: Envoyer les alertes jusqu'à

source: Search Eventkind
fr: Rechercher un type d'événement

# PassengerHolder
source: Search Passenger
fr: Rechercher un Passager

# Lan
source: En
fr: Fr

source: Duplicate!!
fr: Dupliquer!

# BtnDelete
source: Delete
fr: Supprimer

# BtnEdit
source: Edit
fr: Modifier

# DuplicateWarningStatement
source: Duplicate values not allowed
fr: Valeurs en double non autorisées

# AlertDuplicateDanger
source: Duplicate values not allowed
fr: Valeurs en double non autorisées

source: Passenger Synchronization
fr: Synchroniser les passagers

source: Arrival date
fr: Date d'arrivée

# Datededepart
source: Date of departure
fr: Date de départ

# ResearchCities
source: Search criteria
fr: Critères de recherche

source: Today
fr: Aujourd'hui

source: Accepted
fr: Acceptée

# Applicant
source: Requestor
fr: Demandeur

source: Arrival Location
fr: Emplacement d'arrivée

source: Cancelling
fr: En annulation

source: Incomplete
fr: Incomplet

# OnHold
source: Pending
fr: On Hold

source: Out of Policy
fr: Courses hors politique

source: Past
fr: Passée

source: Predefined
fr: Prédéfini

source: Print
fr: Imprimer l'ordre de service

source: Processing
fr: En Traitement

source: Rejected
fr: Rejetée

source: Search results
fr: Résultats de recherche

source: Start Location
fr: Emplacement de départ

# ResearchApplicant
source: Requestor
fr: Demandeur

# ResearchComments
source: Comments
fr: Commentaires

# ResearchCostcenter
source: Cost center
fr: Centre de coût

# ResearchDriver
source: Driver
fr: Chauffeur

# ResearchEndoftherace
source: End of the trip
fr: Fin de la course

# ResearchExternalreference
source: External reference
fr: Référence externe

# ResearchExternalservice
source: External service
fr: Services externe

# ResearchFlightdate
source: Flight date
fr: Date du vol

# ResearchFlightnumber
source: Flight number
fr: Numéro du vol

# ResearchFollowup
source: Followup
fr: Suivi

# ResearchItinerary
source: Itinerary
fr: Itinéraire

# ResearchMainpassenger
source: Main passenger
fr: Passanger prinicipal

# ResearchOutofpolicies
source: Out of policies
fr: Hors politique

# ResearchPaymentmethod
source: Payment method
fr: Mode de paiement

# ResearchPredefinedname
source: Predefined name
fr: Nom prédéfini

# ResearchStartoftherace
source: Start of the trip
fr: Debut de la course

# ResearchStatus
source: Status
fr: Statut

# ResearchSteps
source: Steps
fr: Etapes

# ResearchTransmissiondate
source: Transmission date
fr: Date de transmission

# ResearchTripDetails
source: Detail of the trip
fr: Détail de la course

# ResearchTypeofflight
source: Type of flight
fr: Type de vol

# ResearchVehicle
source: Vehicle
fr: Véhicule

source: Erase
fr: Effacer

source: Beneficiaries' Travel Report
fr: Rapport des Trajets des Ayants - Droits

source: Night and Sunday Hours Report
fr: Rapport des Heures de Nuit et Dimanche

source: Overtime Report
fr: Rapport des Heures Supplémentaires

# ReportDashboard
source: Dashboard
fr: Tableau de Bord

# ReportStatistics
source: STATISTICS
fr: STATISTIQUES

# WorkReport
source: Driver Work Report
fr: Rapport de Travail

# ResearchModify
source: Modify
fr: Modifier

# AddDrivers
source: Add Driver
fr: Ajouter

# AddLocation
source: Add a new Location
fr: Ajouter un emplacement

# AddLocationManager
source: Add a new Location
fr: Ajouter

source: Address
fr: Adresse

source: Add Service
fr: Ajouter

source: Add Tool
fr: Ajouter

# AddVehicles
source: Add Vehicle
fr: Ajouter

source: Alerts
fr: Alertes

# DriverHour
source: 3. Hourly
fr: 3. Horaire

# DriverLogDataDisplayName
source: 4. Update informations (read only)
fr: 4. Informations de modifications (lecture seule)

source: Drivers
fr: Chauffeurs

# ExternalService
source: Contact person
fr: Personne de contact

# ExternalServiceHeader
source: External Service
fr: Services externes

source: GPS Co-ordinates
fr: Coodonnées GPS

# Information
source: Update informations (read only)
fr: Informations de modifications (Lecture seule)

source: Locations
fr: Emplacements

source: ManageTools
fr: Gérer les accès

# Parameter
source: Parameters
fr: Paramètres

# PassengerHeaderName
source: Detail of the selected element
fr: Détail de l'élément sélectionné

# PassengerSecurity
source: 3. Security
fr: 3. Sècuritè

# PassengerTelecommunication
source: 4. Telecommunications
fr: 4. Télécommunications

source: Users
fr: Utilisateurs

source: Vehicles
fr: Véhicules

source: WebService
fr: Service Web

# DriverHourName
source: 4. Hourly
fr: 4. Horaire

# ExternalHeaderName
source: External Service
fr: Services externes

# ManageAccessHeaderName
source: Manage Access
fr: Gérer les accès

# ResearchArrival
source: Arrival
fr: Vol d'arrivée

# ResearchDeparture
source: Departure
fr: Vol de départ

source: Accepted Trips
fr: Courses acceptées

source: Accept Trip
fr: Accepter le voyage

source: Add Event
fr: Ajouter un évènement

source: April
fr: Avril

source: August
fr: Août

source: Cancelled Trips
fr: Courses en annulation

source: Day
fr: Jour

source: December
fr: Décembre

source: Delete Event
fr: Supprimer l'événement

source: Details of Event
fr: Détails de l'événement

source: Details of Trip
fr: Détails de la course

source: February
fr: Février

source: Fri
fr: Ven

source: January
fr: Janvier

source: July
fr: Juillet

source: June
fr: Juin

# March
source: April
fr: Mars

source: May
fr: Mai

source: Mon
fr: Lun

source: November
fr: Novembre

source: October
fr: Octobre

source: Refresh
fr: Rafraîchir

source: Reinitiate Trip
fr: Rêinitialiser l'attribution

source: Reject Trip
fr: Rejeter le voyage

source: Sat
fr: Sam

source: September
fr: Septembre

source: Sun
fr: Dim

source: Thu
fr: Jeu

# TripNotAssigned
source: Trip Cannot Be Assigned As Driver Already has a Trip
fr: Le voyage ne peut pas être attribué car le conducteur a déjà un voyage

source: Tue
fr: Mar

source: Unaccepted Trips
fr: Courses en attente

# UnconfirmedTripsHeader
source: Unconfirmed Trips
fr: Courses non attribuées

source: Wed
fr: Mer

source: Week
fr: Semaine

source: Add New Location
fr: Ajouter un nouvel emplacement

source: Edit Location
fr: Modifier l'emplacement

source: Add
fr: Ajouter

source: Amount
fr: Montant

source: cancel
fr: annuler

source: Comments
fr: Commentaire

source: Days
fr: Jours

source: Driver
fr: Chauffeur

# Duration
source: Event Duration
fr: Durée

source: Ends
fr: Fin

source: Hours
fr: Heures

source: Starts
fr: Début

source: Trip Associate
fr: Course associée

source: Type Of Event
fr: Type d'événement

# Location
source: Name *
fr: Emplacement *

source: Common
fr: commun

source: Open
fr: ouvrir

source: Private
fr: Privé

source: City *
fr: Ville *

source: Country
fr: Pays

source: NPA
fr: ANP

source: Other
fr: Autre

source: Street
fr: rue

source: Alert Passenger
fr: Alerter les passagers

# flightInfoDetails
source: Trip Tracking Information
fr: Vol info

# AddPassengerTitle
source: Add Passenger
fr: Ajouter

# EditPassengerTitle
source: Modify Passenger
fr: Modifier un passager

source: Assign Trip
fr: Attribuer un voyage

# PassengerName
source: PASSENGERS
fr: VOYAGERS

source: Search Driver
fr: Pilote de Recherche

source: Search Vehicle
fr: Rechercher un Véhicule

# SearchLocations
source: Search Location
fr: Rechercher des Emplacements

source: Search Parameter
fr: Paramètre de Recherche

source: Search Service
fr: Service de Recherche

# SearchTools
source: Search Tool
fr: Outil de Recherche

source: Search User
fr: Rechercher un Utilisateur

source: Add Another Trip Step
fr: Ajouter une autre étape de voyage

source: Add favorite
fr: Ajouter un favori

source: Add files
fr: Ajouter des fichiers

source: Additional Filters
fr: Filtres Supplémentaires

# AddLocationTrip
source: Add location
fr: Ajouter

source: Add more
fr: Ajouter plus

# AddTrippassenger
source: Add passenger
fr: Ajouter

source: Alert passengers
fr: Alerter les passagers

source: Arrival flight
fr: Vol d'arrivée

source: Attached files
fr: Fichiers joints

source: Authorized trip
fr: Déplacement autorisé

source: Beneficiary
fr: Bénéficiaire

source: Bring paper mail
fr: Apportez du courrier papier

# CancelButton
source: Cancel
fr: Annuler

source: Change Requestor
fr: Demandeur de Changement

# CheckFiltersDetails
source: If this checkbox is checked then last one year’s trips and all the future trips will be listed
fr: Si cette case est cochée, les voyages de l'année dernière et tous les voyages futurs seront répertoriés

source: Comment
fr: Commentaire

# Confidential
source: Confidential (Trip is not visible by delegates)
fr: Confidentiel (le voyage n'est pas visible par les délégués)

source: Cost center
fr: Centre de coûts

# CostCenterType1
source: Cost center of the main passenger or the approver
fr: Centre de coûts du passager principal ou de l'approbateur

# CostCenterType2
source: Cost center of the following passenger
fr: Centre de coûts du passager suivant

# CostCenterType3
source: Cost center of the requestor
fr: Centre de coûts du demandeur

# CostCenterType4
source: Other cost center
fr: Autre centre de coûts

source: CREATE NEW TRIP
fr: CRÉER UN NOUVEAU VOYAGE

# CreateNewTripHeader
source: Create New Trip
fr: Créer un Vouveau Voyage

# DeleteTripStep
source: Delete
fr: Supprimer

source: Departure flight
fr: Vol de départ

# EnddateAndtime
source: End date & time
fr: Date et heure de fin

# EndTriplocation
source: End location
fr: Lieu de fin

source: Flight date & time
fr: Date et heure du vol

source: Flight Information
fr: Informations sur le Vol

source: Flight number
fr: Numéro du vol

source: Flight type
fr: Type de vol

source: From
fr: Etape(s)

source: HandBag
fr: Sac à main

# Incompleted
source: Uncompleted
fr: Incomplète

source: Luggage
fr: Bagage

source: Main passenger
fr: Passager principal

# NameHeader
source: Name *
fr: Nom de famile*

source: No flight
fr: Aucun vol

source: Out of policy trip
fr: Hors voyage politique

source: Passenger
fr: Voyager

source: Payment
fr: Paiement

source: Payment Details
fr: Détails du Paiement

source: Pending
fr: En attente

# Predefinedtrip
source: Favorite trips
fr: Voyage préférés

# PredefinedTripDetails
source: Your Favorite trips which can be used as template for your new trip creation
fr: Vos voyages préférés qui peuvent être utilisés comme modèle pour la création de votre nouveau voyage

source: Previous
fr: Précédente

source: Requestor
fr: Demandeur

# RequestorToolTip
source: Select the trip requestor
fr: Sélectionnez le demandeur du voyage

source: Review
fr: Revoir

# SaveAndContinue
source: Save & Continue
fr: Enregistrer et Continuer

source: Continue
fr: Continuer

source: Show All
fr: Afficher Tout

source: Special
fr: Spécial

# StartdateAndtime
source: Start date & time
fr: Date et heure de début

# StartTriplocation
source: Start location
fr: Lieu de départ

source: Status
fr: Statut

source: Submit
fr: Soumettre

source: To
fr: À

# IsCompletedConfirmation
source: The modification of the trip will interrupt the planning process, are you sure you want to continue? If you continue, don't forget to finalize your request with the Submit button!
fr: La modification du voyage va interrompre le processus de planification, êtes-vous sûr de vouloir continuer ? Si vous continuez, n'oubliez pas de finaliser votre demande avec le bouton Soumettre !

source: Trip Details
fr: Détail de la courses

# Tripdetailsheader
source: Trip details
fr: Course

source: Trip Filters
fr: Filtres de Voyage

source: Trip Requestor
fr: Demandeur de Voyage

source: Trips I Can Manage
fr: Voyages que Je Peux Gérer

source: Trip Step
fr: Etape

# FlightInfo
source: Flight Details
fr: Vol info

# PrintPermission
source: The user does not have permission to print
fr: L'utilisateur n'est pas autorisé à imprimer

# DashboardType1
source: Authorized journeys carried out by an internal driver:
fr: Courses autorisées effectuées par un chauffeur interne:

# DashboardType2
source: Authorized journeys carried out by an external service:
fr: Courses autorisées effectuées par un service externe:

# DashboardType3
source: Out-of-policy races carried out by an external service:
fr: Courses hors-politiques effectuées par un service externe :

source: Driver Name
fr: Nom du pilote

source: End Date :
fr: Fin

source: Enter Year
fr: Entrez l'année

source: Filters of Report
fr: Filtres de rapport

source: Generate Report
fr: Générer un rapport

source: Reset
fr: Réinitialiser

# SelectDriver
source: Select Driver name here
fr: Sélectionnez le nom du pilote ici

source: Select Driver Name Here
fr: Sélectionnez le nom du pilote ici

source: Start Date :
fr: Début :

source: Year :
fr: Année :

source: Accept
fr: Accepter

source: Active
fr: actif

source: Add New Trip Step
fr: Ajouter une nouvelle étape

source: Add Trip Step
fr: Ajouter une étape de voyage

source: All
fr: Toutes

source: Assign to Driver
fr: Attribuer au Chauffeurs

source: Back
fr: Retour

# ConfidentialName
source: Confidential
fr: Confidentiel

source: Confirm
fr: Confirmer

source: Copy Trip
fr: Copier le Voyage

source: Cost Center Code
fr: Code du Centre de Coûts

source: Cost Center Name
fr: Nom du Centre de Coûts

# DeleteTrip
source: Cancel Trip
fr: Annuler le voyage

source: Details
fr: Détails

source: Edit Trip
fr: Modifier le Voyage

source: Export Code
fr: Code d'exportation

source: First name:
fr: Prénom:

# FirstNameName
source: First Name
fr: Prénom

source: Inactive
fr: inactif

source: Internal drivers
fr: Chauffeurs internes

source: Last name:
fr: Nom de famille:

# LastNameName
source: Name
fr: Nom

# LocationHeaderName
source: LOCATION
fr: EMPLACEMENT

source: Logout
fr: Déconnexion

source: Person details
fr: Detail de la personne

source: Phone
fr: Téléphone

source: Print Trip
fr: Imprimer le Voyage

source: Reject
fr: Rejeter

source: Return Trip
fr: Voyage de Retour

# Running
source: Synchronizing
fr: Synchronisation

source: Search Location
fr: Rechercher un Emplacement

# TripAccepted
source: Trips Accepted
fr: Voyages accepté

source: Unassigned Trips
fr: Courses non attribués

source: Beneficiary Name
fr: Nom du bénéficiaire

source: From Location
fr: De l'emplacement

source: To Location
fr: Vers l'emplacement

source: Validation Filter
fr: Filtre de validation

source: Value
fr: Valeur

source: Vehicle
fr: Véhicule

# AccessLevel
source: Access Tool
fr: Niveau d'accès

# EventName
source: Event
fr: Événement

# LocationCase
source: Location
fr: Emplacement

# ParameterName
source: Parameter
fr: Paramètre

source: User
fr: Utilisateur

# SuccessLocationDeleteStatement
source: Location cannot be removed as it was used by another trip
fr: l'emplacement ne peut pas être supprimé car il a été utilisé par un autre voyage

# AcceptPopup
source: Are you sure you want to Accept this trip?
fr: Etes-vous sûr de vouloir accepter ce voyage ?

# DelegateDeletePopup
source: Are you sure you want to remove?
fr: Etes-vous sûr de vouloir supprimer?

# RejectPopup
source: Are you sure you want to Reject this trip?
fr: Etes-vous sûr de vouloir rejeter ce voyage?

# RequestorDropdown
source: Select Requestor
fr: Sélectionner le Demandeur

# ToolsDropdown
source: Select Tools
fr: Sélectionnez les Outils

source: Trip
fr: Course

# RequestorTripDropdown
source: <All>
fr: <Tous>

# TripsRequestorDropdown
source: Select options here
fr: Sélectionnez les options ici

# UserDopdown
source: Select Access Level
fr: Sélectionnez le niveau d'accès

# VehicleDropdown
source: Select Vehicle
fr: Sélectionnez un véhicule

source: Delete Delegate
fr: Supprimer un délégué

source: Author
fr: Auteur

source: for
fr: pour

# Hold
source: On Hold
fr: En attente

# HourHeader
source: Hour
fr: Heure

source: Select
fr: Sélectionner

source: Attach files
fr: Joindre des fichiers

# SuccessMessage
source: Completed Successfully !
fr: Terminé avec Succès !

# SearchCostCenterToolTip
source: information about the cost center
fr: informations sur le centre de coûts

# SearchDriverToolTip
source: information about the driver
fr: informations sur le chauffeur

# SearchMainPassengerToolTip
source: information about the main passenger
fr: informations sur le passager principal

# SearchRequestorToolTip
source: information about the requestor
fr: informations sur le demandeur

# ModifyTripStep
source: Edit Trip Step
fr: Modifier l'étape du voyage

# CancelTrip
source: Cancel the Trip
fr: Annuler la course

source: Trip Filters Location
fr: Emplacement des filtres de voyage

# alertCheckField
source: This field is required !
fr: Ce champ est obligatoire !

# EmailPattern
source: Please enter a valid email address (e.g. example@domain.com).
fr: Veuillez saisir une adresse e-mail valide (par exemple exemple@domain.com).

# NoRecordFound
source: No records found.
fr: Aucun enregistrement trouvé.

# PhonePattern
source: Only alphanumeric characters allowed!
fr: Seuls les caractères alphanumériques sont autorisés!

source: This field is required.
fr: Ce champ est obligatoire.

# LastNameOrFirstNameRequired
source: Either Name or First Name is required.
fr: Le nom ou le prénom est requis.

# DelegatePopupMsg
source: Please select atleast one delegate!
fr: Veuillez sélectionner au moins un délégué !

# DelegateAlert
source: Selected Delegates added successfully
fr: Délégués sélectionnés ajoutés avec succès

# DelegateContact
source: Error in adding delegates, Contact the dev team
fr: Erreur lors de l'ajout de délégués, contactez l'équipe de développement

# DelegateDelete
source: Delegates removed successfully
fr: Délégués supprimés avec succès

# DelegateDeleteMsg
source: Error in removing, Contact the dev team
fr: Erreur lors de la suppression, contactez l'équipe de développement

# DelegateFilter
source: No data available for the applied filter
fr: Aucune donnée disponible pour le filtre appliqué

# DriverFieldData
source: Enter valid input fields
fr: Entrez des champs de saisie valides

# DriverPopUpData
source: No data available for the specified Driver between the selected dates
fr: Aucune donnée disponible pour le Chauffeur spécifié entre les dates sélectionnées

# JourneyPopup
source: No data found for the selected date range
fr: Aucune donnée trouvée pour la plage de dates sélectionnée

# JourneyReportChanges
source: Invalid date range
fr: Plage de dates non valide

# LocationDelete
source: Record removed successfully
fr: Enregistrement supprimé avec succès

# LocationDropdown
source: Please select different start and end location
fr: Veuillez sélectionner un lieu de début et de fin différent

# LocationInsert
source: Location added successfully!
fr: Emplacement ajouté avec succès !

# LocationPopup
source: Location modified successfully!
fr: Emplacement modifié avec succès !

# OvertimePopup
source: No trip data found for the specified Driver and Year
fr: Aucune donnée de trajet trouvée pour le conducteur et l'année spécifiés

# PassengerDropdown
source: Please select the passenger!
fr: Veuillez sélectionner le passager!

# ValidateFields
source: This field is Required!
fr: Ce champ est obligatoire!

source: Accepted By Manager
fr: Accepté par le responsable

source: Cancellation Confirmed
fr: Annulation confirmée

source: Cancelled By Manager
fr: Annulé par le responsable

source: Cancelled By Requestor
fr: Annulé par le demandeur

source: Deleted
fr: Supprimé

# ExtCancelledManager
source: External Cancelled By Manager
fr: Annulation par le responsable du service externe
