Repository: Arshdeep-1611/MobiscrollExample-LatestCode
Catalog: MobiscrollExample/Resources/SharedResource.*.resx
Languages: fr

source: External Reset By Manager
fr: Réinitialisation externe par le responsable

source: Out Of Policy Cancelled By Requestor
fr: Annulation hors politique par le demandeur

source: Out Of Policy Updating By Requestor
fr: Mise à jour hors politique par le demandeur

# OutPolicyCancelConfExtService
source: Out Of Policy Cancellation Confirmed ByE xternalService
fr: Annulation hors politique confirmée par le service externe

# OutPolicyCancelledExtService
source: Out Of Policy Cancelled By External Service
fr: Annulation hors politique par le service externe

# OutPolicyRejectedExtService
source: Out Of Policy Rejected By ExternalService
fr: Hors politique rejeté par le service externe

# OutPolicyWaitExtServiceConf
source: Out Of Policy Waiting External Service Confirmation
fr: En attente de confirmation du service externe pour hors politique

source: Planified
fr: Planifié

source: Rejected By Manager
fr: Rejeté par le responsable

source: Status Not Ready
fr: Statut non prêt

source: Status To Be Processed
fr: Statut à traiter

source: Updating By Requestor
fr: Mise à jour par le demandeur

# WaitExtServiceConf
source: Waiting External Service Confirmation
fr: En attente de confirmation du service externe

source: Waiting Driver Confirmation
fr: En attente de confirmation du chauffeur

# AlertForMobilePhone
source: The Mobile and contact phone of the passnger(s) (Adam Stephen Goodger) are missing. Do you want to update the passengers(s) ?
fr: Le portable et le téléphone de contact du ou des passagers (Adam Stephen Goodger) sont manquants. Voulez-vous mettre à jour le(s) passager(s) ?

source: Change
fr: Changement

# ConfirmDelete
source: Are you sure you want to remove the attached file?
fr: Êtes-vous sûr de vouloir supprimer le fichier joint ?

# FlightAlert
source: The flight date is now too close(less than 30 min). Please forward the date of flight
fr: La date du vol est maintenant trop proche (moins de 30 min). Veuillez transmettre la date du vol

# Requestorsidepopup1
source: The Mobile and contact phone of the passenger(s) (
fr: Le téléphone portable et de contact du(des) passager(s) (

# Requestorsidepopup2
source: ) are missing. Do you want to update the passenger(s) ?
fr: ) manquent. Voulez-vous mettre à jour le(s) passager(s) ?

source: Edit Event
fr: Modifier l'événement

source: New Event
fr: Nouvel évènement

source: Aug
fr: Aoû

source: Dec
fr: Déc

source: Feb
fr: Fév

# AuthorizedUser
source: Authorized
fr: Autorisé

source: Row is not selected!
fr: La ligne n'est pas sélectionnée!

# UnAuthorizedUser
source: Unauthorized
fr: Non Autorisé

# ConfirmTrip
source: Trip Created Sucessfully
fr: Voyage créé avec succès

# ErrorLocation
source: Unable to add location. Please try again.
fr: Impossible d'ajouter un emplacement. Veuillez réessayer.

# FileType
source: File type not allowed:
fr: Type de fichier non autorisé :

# LocationValidation
source: Please select different start and end location
fr: Veuillez sélectionner un lieu de début et de fin différent

# MainPassengerValidation
source: Main passenger has no assigned costcenter
fr: Le passager principal n'a pas de centre de coûts attribué

# NegativeDuration
source: Negative duration not accepted
fr: Durée négative non acceptée

# PassengerValidation
source: Selected passenger has no assigned costcenter
fr: Le passager sélectionné n'a pas de centre de coûts attribué

# RequestorValidation
source: Requestor has no assigned costcenter
fr: Le demandeur n'a pas de centre de coûts attribué

# ValidateDuration
source: Please add value less than 24
fr: Veuillez ajouter une valeur inférieure à 24

# ValidateDuration1
source: Please add value less than 60
fr: Veuillez ajouter une valeur inférieure à 60

# Files
source: No Files
fr: Aucun fichier

# AddTripSep
source: Trip Step added Successfully
fr: Étape de voyage ajoutée avec succès

# HeaderPopup
source: If you change language now you will be redirected to the Validation dashboard
fr: Si vous changez de langue maintenant, vous serez redirigé vers le tableau de bord de validation

# HeaderPopup1
source: If you change language now you will be redirected to the trips dashboard
fr: Si vous changez de langue maintenant, vous serez redirigé vers le tableau de bord des voyages

# TripStepDelete
source: You cannot delete this because a trip must have at least one step
fr: Vous ne pouvez pas supprimer ceci car un trajet doit comporter au moins une étape

source: Driver Details
fr: Détails du pilote

source: Passenger Details
fr: Détails des passagers

source: Requestor Details
fr: Détails du demandeur

# DeleteTripPopup
source: Are you sure want to cancel this trip
fr: Etes-vous sûr de vouloir annuler ce voyage

# DeleteTripSuccess
source: Trips Cancelled Successfully
fr: Voyages annulés avec succès

# ResearchDateErrorPopup
source: To time cannot be earlier than From time on the same day.
fr: L'heure To ne peut pas être antérieure à l'heure From le même jour.

# ResearchDatePopup
source: To date cannot be earlier than From date.
fr: La date À ne peut pas être antérieure à la date Du.

# LocationInsertQuestion
source: Are you sure you want to create location?
fr: Êtes-vous sûr de vouloir créer un emplacement ?

# LocationUpdateQuestion
source: Are you sure you want to modify location?
fr: Êtes-vous sûr de vouloir modifier l'emplacement ?

source: Modify Location
fr: Modifier l'emplacement

source: Trip Vip
fr: Course VIP

# CancelConfirmation
source: Are you sure you want to confirm the cancellation of the trip?
fr: Etes-vous sûr de vouloir confirmer l'annulation du voyage ?

source: Reject Cancellation
fr: Rejeter l'annulation

# AcceptCancelledTrips
source: Accept Cancellation
fr: Accepter l'annulation

# RejectCancelledTrips
source: Reject Cancellation
fr: Rejeter l'annulation

# FromDateValidation
source: From date cannot be in the past
fr: La date de début ne peut pas être dans le passé

# FromTimeValidation
source: From time cannot be earlier than the current time
fr: L'heure de départ ne peut pas être antérieure à l'heure actuelle

# ToDateValidation
source: To date cannot be earlier than From date
fr: La date À ne peut pas être antérieure à la date Du

# ToTimeValidation
source: To time cannot be earlier than From time on the same day
fr: L'heure To ne peut pas être antérieure à l'heure From le même jour

source: Edit Passenger
fr: Modifier le passager

# AssignDriver
source: Assign to driver
fr: Attribuer au chauffeur

source: Planned Trips
fr: Voyages planifiés

source: Trip Activities
fr: Activités de voyage

# FromdateFields
source: Please select a valid start date
fr: Veuillez sélectionner une date de début valide

# FromtimeFields
source: Please enter a valid start time
fr: Veuillez entrer une heure de début valide

# TodateFields
source: Please select a valid end date
fr: Veuillez sélectionner une date de fin valide

# TotimeFields
source: Please enter a valid end time
fr: Veuillez entrer une heure de fin valide

# SynchroFail
source: There is no data to sync with!
fr: Il n'y a aucune donnée avec laquelle synchroniser !

source: View Location
fr: Voir l'emplacement

# EventsMessage
source: No events available
fr: Aucun événement disponible

# ViewBtn
source: View
fr: Voir

# WarningEditLocation
source: All existing trips created using this location will be affected by your change. This editing feature is only available to perform minor corrections and the logical location must remain the same.
fr: Tous les voyages existants créés à l'aide de cet emplacement seront affectés par votre modification. Cette fonctionnalité d'édition n'est disponible que pour effectuer des corrections mineures et l'emplacement logique doit rester le même.

# AcceptCancelConfirm
source: Are you sure you want to Confirm Cancellation of this trip?
fr: Etes-vous sûr de vouloir confirmer l'annulation de ce voyage ?

# RejectCancelConfirm
source: Etes-vous sûr de vouloir refuser l'annulation de ce voyage ?
fr: Are you sure you want to Reject Cancellation of this trip?

# NoDataAvailable
source: No Delegate Has Been Configured
fr: Aucun délégué n'a été configuré

# CancelAccept
source: Accepted Trip successfully
fr: Voyage accepté avec succès

# CancelConfirm
source: Confirmation of Cancelled Trip successfull
fr: Confirmation du voyage annulé réussie

# CancelReject
source: Rejected Trip successfully
fr: Voyage rejeté avec succès

# RejectCancelledTrip
source: Rejected Cancelled Trip successfully
fr: Voyage annulé rejeté avec succès

# ShowConfirmCancel
source: Are you sure you want to Confirm Cancellation of trip?
fr: Etes-vous sûr de vouloir confirmer l'annulation du voyage ?

# ShowRejectCancel
source: Are you sure you want to Reject Cancelled trip?
fr: Etes-vous sûr de vouloir rejeter le voyage annulé ?

# SelectPassenger
source: Select the correct passenger
fr: Sélectionnez le bon passager

# LastNameNameDisplay
source: Last Name
fr: Nom

# UpdateTripMessage
source: Trip Modified Successfully
fr: Voyage modifié avec succès !!

# DeleteEventPopup
source: Are you sure you want to remove the event ?
fr: Etes-vous sûr de vouloir supprimer l'événement ?

# ModifyTripStepMessage
source: Trip Step Modified Successfully
fr: Étape de déplacement modifiée avec succè

# ValidateNoTripsMessage
source: No Trips to validate
fr: Aucun déplacement à valider

source: Current Week
fr: Cette semaine

source: Remove Attachment
fr: Supprimer la pièce jointe

source: Attach more files
fr: Joindre plus de fichiers

# PrintHeaderForId
source: Trip with driver
fr: Course avec chauffeur

# PrintHeaderForOutofPolicy
source: Service Order
fr: Ordre de service

# TripHeader
source: Trip
fr: Course

# TripHeaderFor
source: For
fr: Pour

# TripHeaderOn
source: on
fr: sur

# DriverReportCalculationField
source: Number of hours exceeding planned hours
fr: Nombre d'heures dépassant les heures planifiées

# DriverReportCalculationField1
source: Number of increased hours exceeding planned hours
fr: Nombre d'heures augmentées dépassant les heures prévues

# DriverReportHeader
source: Work report from
fr: Rapport de travail du

# PrintDate
source: Printed on
fr: Imprimé sur

# ToName
source: to
fr: à

source: at
fr: à

source: *Mail
fr: *Courrier

# Courrier
source: Mail
fr: Courrier

# SearchTripAlertMessage
source: No data available for the search criteria
fr: Aucune donnée disponible pour les critères de recherche

source: Location Details
fr: Détails de l'emplacement

# SelectLocation
source: Select a Location First
fr: Sélectionnez d'abord un emplacement

# ExceedingWeeklyHour
source: Exceeding the maximum number of weekly hours
fr: Dépassement du nombre maximum d'heures hebdomadaires

# AddMoreTripPassenger
source: Add Passenger
fr: Ajouter un passager

# btnAddTripPassenger
source: Create Passenger
fr: Créer un passager

# TimeoutError
source: The operation has expired. Please try again later.
fr: L'opération est expirée. Veuillez réessayer plus tard.

# saveBtn
source: Save
fr: Enregister

source: Save Trip Step
fr: Enregistrer l’étape du voyage

# DriverConcernee
source: Driver
fr: Chauffeur concerné

source: Title
fr: Titre

source: Driver Info
fr: Conducteur Info

# FromDateFlight
source: Start Date
fr: Date de début

# ResearchlabelNone
source: None
fr: Aucun vol

# LastNameDisplayNameExternalService
source: Last Name
fr: Nom de famille

# EmailDisplayNameExternalService
source: E-mail
fr: Email(s)

# DurationLabel
source: Duration
fr: Durée

# EmptyMessageForArrival
source: No Favorite trip with Arrival Flight
fr: Pas de voyage préféré avec le vol d'arrivée

# EmptyMessageForDeparture
source: No Favorite trip with Departure Flight
fr: Pas de voyage préféré avec le vol de départ

# EmptyMessageForNoFlight
source: No Favorite trip available
fr: Pas de voyage favori disponible

# DriverInternee
source: Driver
fr: Chauffeurs internes

# CommentsEventPlanning
source: Comments
fr: Commentaire

# OutOfPolicyResearch
source: Out of Policy
fr: hors politique

# CommentEtape
source: Comment
fr: Commentaire
